Repository: RomanAuersvald/NBAPal
Catalog: NBAPal/SupportFiles/Localizable.xcstrings
Source language: en
Languages: cs

# CheckInternetTryAgain
source: Check your internet connection and try again
cs: Zkontrolujte připojení k internetu a zkuste akci znovu

source: City
cs: Město

source: College
cs: Škola

source: Country
cs: Stát

source: Division
cs: Divize

source: Draft
cs: Výběr

source: Draft Number
cs: Číslo výběru

source: Draft Round
cs: Kolo výběru

source: Draft Year
cs: Rok výběru

source: Failed
cs: Chyba

source: Height
cs: Výška

source: Home Town
cs: Domovské město

source: Info
cs: Informace

source: Loading...
cs: Načítání...

source: Loading next Players...
cs: Načítání dalších hráčů...

source: LoadingFinished
cs: Načítání dokončeno

source: Loading Players
cs: Načítání hráčů

source: Name
cs: Název

source: NoNetwork
cs: Bez připojení k internetu

source: Personal
cs: Osobní údaje

source: Players
cs: Hráči

# PlayersLoaded
source: All players loaded
cs: Všichni hráči načteni

source: Press Go to search
cs: Stiskněte Enter pro hledání

source: Search for Players
cs: Vyhledejte hráče

source: Team
cs: Tým

source: Weight
cs: Váha
